Repository: BenSibley/Ignite
Catalog: languages/*.po
Languages: nb_no

source: Be First to Comment
nb_no: Bli første kommentator

source: One Comment
nb_no: En kommentar

source: % Comments
nb_no: % kommentarer

source: Comments are closed, but <a href="%s" title="Trackback URL for this post">trackbacks</a> and pingbacks are open.
nb_no: Kommentafeltet er stengt, men <a href="%s" title="Trackback URL for this post">trackbacks</a> og pingbacks er tillatt.

source: Comments are closed.
nb_no: Kommentafeltet er stengt.

source: View all posts in %s
nb_no: Se alle innlegg i %s

source: Comments closed
nb_no: Kommentarfeltet er blitt stengt.

source: Leave a Comment
nb_no: Legg inn en kommentar

source: The Previous Post
nb_no: Forrige innlegg

source: The Next Post
nb_no: Neste innlegg

source: Previous Post
nb_no: Forrige innlegg

source: Return to Blog
nb_no: Tilbake til blogg

source: This is the oldest post
nb_no: Dette er det eldste innlegget

source: Next Post
nb_no: Neste post

source: This is the newest post
nb_no: Dette er det nyeste innlegget

source: View all posts tagged %s
nb_no: Vis alle poster merket med stikkord %s

source: 404: Page Not Found
nb_no: 404: Siden kan ikke finnes

source: Looks like nothing was found on this url. Double-check that the url is correct or try the search form below to find what you were looking for.
nb_no: Vi kan ikke finne noe under denne adressen. Kontroller at URL-en er korrekt eller forsøk søkefeltet under for å finne innholdet du ser etter.

source: Published
nb_no: Publisert

source: Previous Image
nb_no: Forrige bilde

source: Next Image
nb_no: Neste bilde

source: Pages:
nb_no: Sider:

source: <a target="_blank" href="%s">Ignite WordPress Theme</a> by Compete Themes.
nb_no: <a target="_blank" href="%s">Ignite WordPress Tema</a> av Compete Themes.

source: Primary Sidebar
nb_no: Hovedytterspalte

source: The main sidebar
nb_no: Hoverytterspalten

source: Primary
nb_no: Hoved

source: said:
nb_no: sa:

source: Your comment is awaiting moderation.
nb_no: Din kommentar avventer godkjenning

source: Reply
nb_no: Svar

source: Your Name
nb_no: Navn

source: Your Email
nb_no: E-post

source: Your Website URL
nb_no: Webside

source: Your URL
nb_no: Din URL

source: Your Comment
nb_no: Kommentar

source: Enter Your Comment
nb_no: Skriv din kommentar

source: Read More
nb_no: Les mer

source: Ignite Dashboard
nb_no: Ignite kontrollpanel

source: Customize
nb_no: Tilpass

source: Ignite Plus
nb_no: Ignite pluss

source: Skip to content
nb_no: Hopp til innholdet

source: Upload, position, and resize your logo
nb_no: Last opp, posisjoner og tilpass din logo

source: Font
nb_no: Skrift

source: Choose a font family and font weight.
nb_no: Velg en skrifttype og størrelse.

source: Logo Upload
nb_no: Logoopplasting

source: Upload custom logo.
nb_no: Last opp en egendefinert logo.

source: Logo Positioning
nb_no: Posisjonering av logo

source: Up/down
nb_no: Opp/ned

source: Left/right
nb_no: Venstre/høyre

source: Logo Size
nb_no: Logostørrelse

source: Increase max-width
nb_no: Øk maksimal bredde

source: Increase max-height
nb_no: Øk maksimal høyde

source: Social Media Icons
nb_no: Ikoner for sosiale medier

source: address:
nb_no: adresse:

source: Pick Your Layout:
nb_no: Velg din layout:

source: Right sidebar
nb_no: Høyre ytterspalte

source: Left sidebar
nb_no: Venstre ytterspalte

source: Font Family
nb_no: Skrifttype

source: The default font is "Lusitana".
nb_no: Standard skrifttype er "Lusitana".

source: Site Font Family
nb_no: Nettstedets hovedskrifttype

source: Font Weight
nb_no: Skriftsstørrelse

source: If you've just changed fonts, please save and refresh the page to update available weights.
nb_no: Hvis du har endret skrifttypene må du lagre og laste siden på nytt før du kan endre skriftstørrelsen.

source: Site Font Weight
nb_no: Nettstedets standardskriftsstørrelse

source: Background
nb_no: Bakgrunn

source: Background Color
nb_no: Bakgrunnsfarge

source: Post Meta
nb_no: Metainformasjon for innlegg

source: Show date before posts?
nb_no: Vis dato før innlegg?

source: Show
nb_no: Vis

source: Hide
nb_no: Skjul

source: Show author before posts?
nb_no: Vis forfatter før innlegg?

source: Show categories after posts?
nb_no: Vis kategorier etter innlegg?

source: Show tags after posts?
nb_no: Vis stikkord etter innlegg?

source: Show comment count after posts?
nb_no: Vis antall kommentarer etter innlegg?

source: Comments
nb_no: Kommentarer

source: Show comments on:
nb_no: Vis kommentarer på:

source: Posts
nb_no: Innlegg

source: Pages
nb_no: Sider

source: Attachments
nb_no: Vedlegg

source: Do not show
nb_no: Ikke vis

source: Footer Text
nb_no: Bunntekst

source: Edit the text in your footer
nb_no: Endre bunnteksten

source: Custom CSS
nb_no: Egentilpasset CSS

source: Add Custom CSS Here:
nb_no: Legg inn egentilpasset CSS:

source: Additional Options
nb_no: Tilleggsvalg

source: Show full post on blog?
nb_no: Vis hele innlegget i bloggen?

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Show breadcrumbs?
nb_no: Vis brødsmulesti?

source: Show post author info after posts?
nb_no: Vis forfatters informasjon etter innlegg?

source: Add icon to parent menu items?
nb_no: Legg til ikon for foranliggende menyelementer?

source: Premium Upgrade Available!
nb_no: Utvided funksjonalitet tilgjengelig!

source: Profile image
nb_no: Profilbilde

source: Upload Image
nb_no: Last opp bilde

source: Upload an image here to use instead of your Gravatar. Perfectly square images will not be cropped.
nb_no: Last opp et bilde her i stedet for din Gravatar. Kvadratiske bilder vil ikke bli beskjært.

source: This Ignite widget displays an image.
nb_no: Denne Ignite-dingsen (widget) vises som et bilde.

source: Image
nb_no: Bilde

source: Image URL:
nb_no: Bilde-adresse:

source: Title:
nb_no: Tittel:

source: Alternate text
nb_no: Alternativ tekst

source: Link (optional)
nb_no: Lenke (valgfri)

source: %d search results for
nb_no: %d søkeresultater for

source: No search results for
nb_no: Ingen søkeresultater for

source: Can't find what you're looking for? Try refining your search:
nb_no: Kan du ikke finne det du søker etter? Prøv å forenkle søket ditt:

source: Search for:
nb_no: Søk etter:

source: Search...
nb_no: Søk ...

source: Go
nb_no: Gå

source: Customization
nb_no: Tilpasning

source: Click the "Customize" link in your menu, or use the button below to get started customizing Ignite
nb_no: Trykk "Tilpasningslenken" i din meny eller bruk knappen under for å begynne å tilpasse Ignite

source: Use Customizer
nb_no: Bruk tilpasning

source: You can find the knowledgebase, changelog, support forum, and more in the Ignite Support Center
nb_no: Du kan finne vår kunnskapsbase, endringslogg, supportforum og mer i Ignite supportsenter

source: Visit Support Center
nb_no: Besøk supportsenter

source: Upgrade to Ignite Plus ($29)
nb_no: Oppgrader til Ignite Plus($29)

source: Ignite Plus is the premium version of Ignite. By upgrading to Ignite Plus, you get:
nb_no: Ignite Plus er en utvidet utgave av Ignite. Når du oppgraderer til Ignite Plus får du følgende:

source: Custom colors
nb_no: Egendefinerte farger

source: Background images & textures
nb_no: Bakgrunnsbilder og teksturer

source: New layouts
nb_no: Nye planløsninger

source: and much more&#8230;
nb_no: og mye, mye mer&#8230;

source: See Full Feature List
nb_no: Se en fullstendig oversikt

source: Ignite is a responsive blog theme. It includes logo tools, social media icons, a left- or right-sidebar layout, five fonts, custom background colors, and many additional display options. There is also a premium upgrade for Ignite called Ignite Plus. See our fully-setup live demo at http://www.competethemes.com/ignite-live-demo/
nb_no: Ignite er et adaptivt bloggtema som bl.a. inneholder logoverktøy, ikon for sosiale media, valgfri ytterspalte på venstre eller høyre side, fem fonter, valgfri bakgrunnsfarge og flere andre tilpasningsmuligheter. Det er også en utvidet utgave, Iginite Plus, tilgjengelig. Se en full demonstrasjon på http://www.competethemes.com/ignite-live-demo/

source: Full-width
nb_no: Full bredde

# Published by whom?
source: by
nb_no: av
